export default [
  {
    question: "А когда с человеком может произойти дрожемент?",
    options: [
      "Когда он влюбляется",
      "Когда он идет шопиться",
      "Когда он слышит смешную шутку",
      "Когда он боится, пугается",
    ],
    correctIndex: 3,
    explanation:
      "Лексема «дрожемент» имплицирует состояние крайнего напряжения и страха: «У меня всегда дрожемент в ногах, когда копы подходят».",
  },
  {
    question: "Говорят, Антон заовнил всех. Это еще как понимать?",
    options: [
      "Как так, заовнил? Ну и хамло. Кто с ним теперь дружить-то будет?",
      "Антон очень надоедливый и въедливый человек, всех задолбал",
      "Молодец, Антон, всех победил!",
    ],
    correctIndex: 2,
    explanation:
      "Термин «заовнить» заимствован из английского языка, он происходит от слова own и переводится как «победить», «завладеть», «получить».",
  },
  {
    question: "А фразу «заскамить мамонта» как понимать?",
    options: [
      "Разозлить кого-то из родителей",
      "Развести недотепу на деньги",
      "Увлекаться археологией",
    ],
    correctIndex: 1,
    explanation:
      "Заскамить мамонта — значит обмануть или развести на деньги. Почему мамонта? Потому что мошенники часто выбирают в жертвы пожилых людей (древних, как мамонты), которых легко обвести вокруг пальца.",
  },
  {
    question: "Кто такие бефефе?",
    options: ["Вши?", "Милые котики, такие милые, что бефефе", "Лучшие друзья"],
    correctIndex: 2,
    explanation:
      "Бефефе — это лучшие друзья. Этакая аббревиатура от английского выражения best friends forever.",
  },
  {
    question: "Люди, которые не держат слово",
    options: ["Плохие люди", "Ненадежные", "Лжецы"],
    correctIndex: 2,
    explanation:
      "Это описывает людей, которые не выполняют свои обещания и не соблюдают договоренности.",
  },
];
